Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: Jedan kilogram, molim
da: Et kilo, tak
de: Ein Kilo, bitte
en: One kilo, please
fr: Un kilo, s'il vous plaît
nb: En kilo, takk
nl: Een kilo, alstublieft
sv: Ett kilo, tack
tr: Bir kilo, lütfen

source: Jednu kesu, molim
da: En pose, tak
de: Eine Tüte, bitte
en: A bag, please
fr: Un sac, s'il vous plaît
nb: En pose, takk
nl: Een zakje, alstublieft
sv: En påse, tack
tr: Bir poşet, lütfen

source: Malo više
da: Lidt mere
de: Etwas mehr
en: A little more
fr: Un peu plus
nb: Litt mer
nl: Iets meer
sv: Lite mer
tr: Biraz daha

source: Malo manje
da: Lidt mindre
de: Etwas weniger
en: A little less
fr: Un peu moins
nb: Litt mindre
nl: Iets minder
sv: Lite mindre
tr: Biraz daha az

source: Može li jeftinije?
da: Kan det blive billigere?
de: Geht es günstiger?
en: Can you do it cheaper?
fr: Ça peut être moins cher ?
nb: Kan det bli billigere?
nl: Kan het goedkoper?
sv: Kan det bli billigare?
tr: Daha ucuz olur mu?

source: Je li ovo svježe?
da: Er det friskt?
de: Ist das frisch?
en: Is this fresh?
fr: C'est frais ?
nb: Er dette ferskt?
nl: Is dit vers?
sv: Är det färskt?
tr: Bu taze mi?

source: Je li ovo domaće?
da: Er det hjemmelavet?
de: Ist das hausgemacht?
en: Is this homemade?
fr: C'est fait maison ?
nb: Er dette hjemmelaget?
nl: Is dit zelfgemaakt?
sv: Är det hemlagat?
tr: Bu ev yapımı mı?

source: Mogu li probati?
da: Må jeg smage?
de: Kann ich probieren?
en: Can I try it?
fr: Je peux goûter ?
nb: Kan jeg smake?
nl: Mag ik proeven?
sv: Kan jag smaka?
tr: Tadabilir miyim?

source: Pošto je …?
da: Hvad koster …? (marked)
de: Was kostet …? (Markt)
en: How much is …? (market)
fr: Combien coûte … ? (au marché)
nb: Hva koster …? (marked)
nl: Hoeveel kost …? (markt)
sv: Vad kostar …? (marknad)
tr: … kaça? (pazarda)

source: pekara
da: bageri
de: Baeckerei
en: bakery
fr: boulangerie
nb: bakeri
nl: bakkerij
sv: bageri
tr: ekmek fırını

source: jelo
da: ret / mad
de: Gericht / Speise
en: dish / meal
fr: plat
nb: rett / matrett
nl: gerecht / eten
sv: maträtt / rätt
tr: yemek

source: kafana
da: kafana (traditionelt værtshus)
de: Kafana (traditionelle Wirtschaft)
en: kafana (traditional tavern)
fr: kafana (taverne traditionnelle)
nb: kafana (tradisjonelt vertshus)
nl: kafana (traditioneel café)
sv: kafana (traditionell krog)
tr: kafana (geleneksel kahve ve müzik mekânı)

source: ukusno
da: lækkert
de: lecker
en: tasty
fr: délicieux
nb: godt (om mat)
nl: lekker
sv: gott
tr: lezzetli

source: porcija
da: portion
de: Portion
en: portion
fr: portion
nb: porsjon
nl: portie
sv: portion
tr: porsiyon

source: restoran
da: restaurant
de: Restaurant
en: restaurant
fr: restaurant
nb: restaurant
nl: restaurant
sv: restaurang

source: jelovnik
da: menukort
de: Speisekarte
en: menu
fr: carte (menu)
nb: meny
nl: menukaart
sv: meny
tr: menü

source: Idemo na kahvu
da: Lad os gå ud og drikke kaffe
de: Gehen wir einen Kaffee trinken
en: Let us go for a coffee
fr: Allons boire un café
nb: La oss gå og ta en kaffe
nl: Laten we koffie gaan drinken
sv: Vi går och tar ett kaffe
tr: Kahve içmeye gidelim

source: hurmašica
da: hurmašica (sirupskage)
de: Hurmasica (Sirupgebaeck)
en: hurmašica (syrup-soaked semolina cookie)
fr: hurmašica (pâtisserie au sirop)
nb: hurmašica (bakverk i sirup)
nl: hurmašica (siroopgebak)
sv: hurmašica (sirapsbakelse)
tr: hurmašica (şerbetli hamur tatlısı)

source: rahat lokum
da: rahat lokum (geléterninger til kaffen)
de: Rahat lokum (Geleewuerfel zum Kaffee)
en: rahat lokum (jelly cubes served with coffee)
fr: rahat lokum (loukoum, gelée sucrée avec le café)
nb: rahat lokum (gelébiter til kaffen)
nl: rahat lokum (geleiblokjes bij de koffie)
sv: rahat lokum (turkisk konfekt till kaffet)
tr: rahat lokum (kahve yanında yenen lokum)

source: tufahija
da: tufahija (fyldt æble i sirup)
de: Tufahija (gefuellter Apfel in Sirup)
en: tufahija (stuffed apple in syrup)
fr: tufahija (pomme farcie au sirop)
nb: tufahija (fylt eple i sirup)
nl: tufahija (gevulde appel in siroop)
sv: tufahija (fyllt äpple i sirap)
tr: tufahija (şerbette dolgulu elma tatlısı)

source: limenka
da: dåse (drikkevare)
de: Dose (Getränk)
en: can (drink)
fr: canette (boisson)
nb: boks (drikke)
nl: blikje (drank)
sv: burk (dryck)
tr: kutu (içecek)

source: lista za kupovinu
da: indkøbsliste
de: Einkaufsliste
en: shopping list
fr: liste de courses
nb: handleliste
nl: boodschappenlijst
sv: inköpslista
tr: alışveriş listesi

source: kolica
da: indkøbsvogn
de: Einkaufswagen
en: shopping cart
fr: chariot de courses
nb: handlevogn
nl: winkelwagen
sv: kundvagn
tr: alışveriş arabası

source: tegla
da: sylteglas
de: Einmachglas
en: canning jar
fr: bocal à conserves
nb: syltetøyglass
nl: weckpot
sv: glasburk (för inläggning)
tr: kavanoz

source: korpa
da: kurv
de: Korb
en: basket
fr: panier
nb: kurv
nl: mand
sv: korg
tr: sepet

source: litar
da: liter
de: Liter
en: liter
fr: litre
nb: liter
nl: liter
sv: liter
tr: litre

source: pakovanje
da: pakke
de: Packung
en: pack
fr: paquet
nb: pakke
nl: pak
sv: paket
tr: paket

source: vreća
da: sæk
de: Sack
en: sack
fr: sac
nb: sekk
nl: zak
sv: säck
tr: çuval

source: kriška
da: skive (brød)
de: Scheibe (Brot)
en: slice (of bread)
fr: tranche (de pain)
nb: skive (brød)
nl: snee (brood)
sv: skiva (bröd)
tr: dilim (ekmek)

source: šnita
da: skive (pølse)
de: Scheibe (Wurst)
en: slice (of sausage)
fr: tranche (de saucisson)
nb: skive (pølse)
nl: plakje (worst)
sv: skiva (korv)
tr: dilim (salam, sosis)

source: komad
da: stykke
de: Stück
en: piece
fr: morceau (pièce)
nb: stykke
nl: stuk
sv: stycke
tr: parça (adet)

source: ajvar
da: ajvar (peberfrugtpasta)
de: Ajvar (Paprikapaste)
en: ajvar (pepper paste)
fr: ajvar (purée de poivrons)
nb: ajvar (paprikapuré)
nl: ajvar (paprikapasta)
sv: ajvar (paprikapasta)
tr: ajvar (biber ezmesi)

source: grah
da: bønnegryde
de: Bohneneintopf
en: bean stew
fr: ragoût de haricots
nb: bønnegryte
nl: bonenstoofpot
sv: böngryta
tr: kuru fasulye

source: bosanski lonac
da: bosnisk gryderet
de: Bosnischer Schmortopf
en: Bosnian pot (stew)
fr: ragoût bosnien (bosanski lonac)
nb: bosnisk gryterett
nl: Bosnische stoofpot
sv: bosnisk gryta
tr: bosanski lonac (Bosna güveci)

source: burek
da: burek (rulle af fillodej med kød)
de: Burek (Blaetterteigrolle mit Fleisch)
en: burek (filo roll with meat)
fr: burek (rouleau de pâte filo à la viande)
nb: burek (deigrull med kjøtt)
nl: burek (bladerdeegrol met vlees)
sv: burek (filodegsrulle med köttfärs)
tr: burek (kıymalı börek)

source: dolma
da: dolma (fyldte grøntsager)
de: Dolma (gefuelltes Gemuese)
en: dolma (stuffed vegetables)
fr: dolma (légumes farcis)
nb: dolma (fylte grønnsaker)
nl: dolma (gevulde groente)
sv: dolma (fyllda grönsaker)
tr: dolma (doldurulmuş sebze)

source: suho meso
da: røget kød
de: geraeuchertes Fleisch
en: smoked meat
fr: viande fumée
nb: røkt kjøtt
nl: gerookt vlees
sv: rökt kött
tr: tütsülenmiş et

source: roštilj
da: grill / grillmad
de: Grill / Gegrilltes
en: barbecue / grilled food
fr: gril / grillades
nb: grill / grillmat
nl: grill / gegrild vlees
sv: grill / grillat
tr: ızgara

source: japrak
da: japrak (fyldte vinblade)
de: Japrak (gefuellte Weinblaetter)
en: japrak (stuffed vine leaves)
fr: japrak (feuilles de vigne farcies)
nb: japrak (fylte vinblader)
nl: japrak (gevulde wijnbladeren)
sv: japrak (fyllda vinblad)
tr: japrak (asma yaprağı sarması)

source: kajmak
da: kajmak (flødepålæg)
de: Kajmak (Rahmaufstrich)
en: kajmak (clotted cream spread)
fr: kajmak (crème à tartiner)
nb: kajmak (fløteaktig pålegg)
nl: kajmak (roomspread)
sv: kajmak (bredbar grädde)
tr: kajmak (sürülen tuzlu kaymak)

source: krompiruša
da: krompiruša (pita med kartofler)
de: Krompiruša (Pita mit Kartoffeln)
en: krompiruša (pita with potato filling)
fr: krompiruša (pita aux pommes de terre)
nb: krompiruša (pita med potet)
nl: krompiruša (pita met aardappel)
sv: krompiruša (pita med potatis)
tr: krompiruša (patatesli börek)

source: pljeskavica
da: pljeskavica (hakkebøf)
de: Pljeskavica (Hacksteak)
en: pljeskavica (grilled minced meat patty)
fr: pljeskavica (steak haché)
nb: pljeskavica (karbonade av kjøttdeig)
nl: pljeskavica (platte gehaktschijf)
sv: pljeskavica (köttfärsbiff)
tr: pljeskavica (yayvan kıyma köftesi)

source: sarma
da: sarma (kåldolmere)
de: Sarma (Krautwickel)
en: sarma (stuffed cabbage rolls)
fr: sarma (feuilles de chou farcies)
nb: sarma (kålruletter)
nl: sarma (gevulde koolrolletjes)
sv: sarma (kåldolmar)
tr: sarma (lahana sarması)

source: sirnica
da: sirnica (pita med ost)
de: Sirnica (Pita mit Kaese)
en: sirnica (pita with cheese)
fr: sirnica (pita au fromage)
nb: sirnica (pita med ost)
nl: sirnica (pita met kaas)
sv: sirnica (pita med ost)
tr: sirnica (peynirli börek)

source: somun
da: somun (fladbrød til ćevapi)
de: Somun (Fladenbrot zu Cevapi)
en: somun (flatbread served with ćevapi)
fr: somun (pain plat pour les ćevapi)
nb: somun (flatt brød til ćevapi)
nl: somun (platbrood bij ćevapi)
sv: somun (tunnbröd till ćevapi)
tr: somun (ćevapi ile yenen pide)

source: zeljanica
da: zeljanica (pita med spinat og ost)
de: Zeljanica (Pita mit Spinat und Kaese)
en: zeljanica (pita with spinach and cheese)
fr: zeljanica (pita aux épinards et au fromage)
nb: zeljanica (pita med spinat og ost)
nl: zeljanica (pita met spinazie en kaas)
sv: zeljanica (pita med spinat och ost)
tr: zeljanica (ıspanaklı ve peynirli börek)

source: begova čorba
da: begova čorba (bosnisk kyllingesuppe)
de: Bey-Suppe
en: bey's soup
fr: soupe du bey
nb: kremet kyllingsuppe (begova čorba)
nl: bey-soep (romige kip-okrasoep)
sv: bey-soppa (kycklingsoppa)
tr: begova čorba (tavuklu, bamyalı çorba)

source: ražnjići
da: små kødspyd
de: Fleischspießchen
en: meat skewers
fr: brochettes de viande
nb: små kjøttspyd
nl: vleesspiesjes
sv: små köttspett
tr: şiş kebap

source: petica
da: fem ćevapi
de: fünf Ćevapi
en: five ćevapi
fr: cinq ćevapi
nb: fem ćevapi
nl: vijf ćevapi
sv: fem ćevapi
tr: beş ćevapi

source: punjene paprike
da: fyldte peberfrugter
de: gefüllte Paprika
en: stuffed peppers
fr: poivrons farcis
nb: fylt paprika
nl: gevulde paprika's
sv: fylld paprika
tr: biber dolması

source: sogan-dolma
da: fyldte løg
de: gefüllte Zwiebeln
en: stuffed onions
fr: oignons farcis
nb: fylt løk
nl: gevulde uien
sv: fyllda lökar
tr: soğan dolması

source: sudžukice
da: sudžukice (små grillpølser)
de: Grillwürstchen
en: grilled sausages
fr: petites saucisses grillées
nb: grillpølser
nl: gegrilde worstjes
sv: små grillkorvar (sudžukice)
tr: ızgara sucuk

source: sedam ćevapa
da: syv ćevapi
de: sieben Ćevapi
en: seven ćevapi
fr: sept ćevapi
nb: sju ćevapi
nl: zeven ćevapi
sv: sju ćevapi
tr: yedi ćevapi

source: klepe
da: klepe (små dejlommer med kødfyld)
de: Teigtaschen
en: filled dumplings
fr: raviolis
nb: fylte deigputer
nl: deegpakketjes
sv: klepe (små fyllda degknyten)
tr: mantı

source: ispod sača
da: under jernklokken
de: unter der Eisenglocke
en: under the iron bell (sač)
fr: sous la cloche en fonte
nb: under jernklokka (sač)
nl: onder de ijzeren stolp
sv: under järnklockan (sač)
tr: sač altında (kor altında pişirme)

source: desetka
da: ti ćevapi
de: zehn Ćevapi
en: ten ćevapi
fr: dix ćevapi
nb: ti ćevapi
nl: tien ćevapi
sv: tio ćevapi
tr: on ćevapi

source: inostranstvo
da: udland
de: Ausland
en: abroad
fr: étranger (les pays étrangers)
nb: utlandet
nl: buitenland
sv: utlandet
tr: yurt dışı

source: Bosna
da: Bosnien
de: Bosnien
en: Bosnia
fr: Bosnie
nb: Bosnia
nl: Bosnië
sv: Bosnien

source: Bosna i Hercegovina
da: Bosnien-Hercegovina
de: Bosnien und Herzegowina
en: Bosnia and Herzegovina
fr: Bosnie-Herzégovine
nb: Bosnia-Hercegovina
nl: Bosnië en Herzegovina
sv: Bosnien och Hercegovina
tr: Bosna-Hersek

source: Njemačka
da: Tyskland
de: Deutschland
en: Germany
fr: Allemagne
nb: Tyskland
nl: Duitsland
sv: Tyskland
tr: Almanya

source: Holandija
da: Holland
de: die Niederlande
en: the Netherlands
fr: les Pays-Bas
nb: Nederland
nl: Nederland
sv: Nederländerna
tr: Hollanda

source: Švicarska
da: Schweiz
de: die Schweiz
en: Switzerland
fr: la Suisse
nb: Sveits
nl: Zwitserland
sv: Schweiz
tr: İsviçre

source: Turska
da: Tyrkiet
de: die Türkei
en: Turkey (country)
fr: la Turquie
nb: Tyrkia
nl: Turkije
sv: Turkiet
tr: Türkiye

source: Danska
da: Danmark
de: Dänemark
en: Denmark
fr: Danemark
nb: Danmark
nl: Denemarken
sv: Danmark
tr: Danimarka

source: Francuska
da: Frankrig
de: Frankreich
en: France
fr: France
nb: Frankrike
nl: Frankrijk
sv: Frankrike
tr: Fransa

source: domovina
da: hjemland
de: Heimat
en: homeland
fr: patrie
nb: hjemland
nl: vaderland
sv: hemland
tr: vatan

source: Rođen sam u Njemačkoj / Rođena sam u Njemačkoj
da: Jeg er født i Tyskland (m/k)
de: Ich bin in Deutschland geboren (m/w)
en: I was born in Germany (m/f)
fr: Je suis né / née en Allemagne
nb: Jeg er født i Tyskland (m/k)
nl: Ik ben in Duitsland geboren (m/v)
sv: Jag är född i Tyskland (m/k)
tr: Almanya'da doğdum (erkek / kadın)

source: Ja sam iz Bosne
da: Jeg kommer fra Bosnien
de: Ich komme aus Bosnien
en: I am from Bosnia
fr: Je viens de Bosnie
nb: Jeg kommer fra Bosnia
nl: Ik kom uit Bosnië
sv: Jag kommer från Bosnien
tr: Ben Bosna'danım

source: Ja sam iz Njemačke
da: Jeg kommer fra Tyskland
de: Ich komme aus Deutschland
en: I am from Germany
fr: Je viens d'Allemagne
nb: Jeg kommer fra Tyskland
nl: Ik kom uit Duitsland
sv: Jag kommer från Tyskland
tr: Ben Almanya'danım

source: Živim u Njemačkoj
da: Jeg bor i Tyskland
de: Ich lebe in Deutschland
en: I live in Germany
fr: Je vis en Allemagne
nb: Jeg bor i Tyskland
nl: Ik woon in Duitsland
sv: Jag bor i Tyskland
tr: Almanya'da yaşıyorum

source: Hrvatska
da: Kroatien
de: Kroatien
en: Croatia
fr: Croatie
nb: Kroatia
nl: Kroatië
sv: Kroatien
tr: Hırvatistan

source: država
da: land / stat
de: Land / Staat
en: country / state
fr: pays / État
nb: land / stat
nl: land / staat
sv: land / stat
tr: ülke / devlet

source: Moja porodica je iz Bosne
da: Min familie er fra Bosnien
de: Meine Familie ist aus Bosnien
en: My family is from Bosnia
fr: Ma famille vient de Bosnie
nb: Familien min er fra Bosnia
nl: Mijn familie komt uit Bosnië
sv: Min familj är från Bosnien
tr: Ailem Bosna'dan

source: Crna Gora
da: Montenegro
de: Montenegro
en: Montenegro
fr: Monténégro
nb: Montenegro
nl: Montenegro
sv: Montenegro
tr: Karadağ

source: Norveška
da: Norge
de: Norwegen
en: Norway
fr: Norvège
nb: Norge
nl: Noorwegen
sv: Norge
tr: Norveç

source: Švedska
da: Sverige
de: Schweden
en: Sweden
fr: Suède
nb: Sverige
nl: Zweden
sv: Sverige
tr: İsveç

source: Srbija
da: Serbien
de: Serbien
en: Serbia
fr: Serbie
nb: Serbia
nl: Servië
sv: Serbien
tr: Sırbistan

source: Slovenija
da: Slovenien
de: Slowenien
en: Slovenia
fr: Slovénie
nb: Slovenia
nl: Slovenië
sv: Slovenien
tr: Slovenya

source: svijet
da: verden
de: Welt
en: world
fr: monde
nb: verden
nl: wereld
sv: värld
tr: dünya

source: Gdje si rođen? / Gdje si rođena?
da: Hvor er du født? (m/k)
de: Wo bist du geboren? (m/w)
en: Where were you born? (m/f)
fr: Où es-tu né ? / Où es-tu née ?
nb: Hvor er du født? (m/k)
nl: Waar ben je geboren? (m/v)
sv: Var är du född? (m/k)
tr: Nerede doğdun? (erkek / kadın)

source: Austrija
da: Østrig
de: Österreich
en: Austria
fr: Autriche
nb: Østerrike
nl: Oostenrijk
sv: Österrike
tr: Avusturya

source: Bošnjak / Bošnjakinja
da: bosniak (m/k)
de: Bosniake / Bosniakin
en: Bosniak (m) / Bosniak (f)
fr: Bosniaque
nb: bosniak (m/k)
nl: Bosniak (man of vrouw)
sv: bosniak / bosniakiska
tr: Boşnak (erkek / kadın)

source: Bosanac / Bosanka
da: bosnier (m/k)
de: Bosnier / Bosnierin
en: Bosnian (m) / Bosnian (f)
fr: Bosnien / Bosnienne
nb: bosnier (m/k)
nl: Bosniër / Bosnische
sv: bosnier / bosniska
tr: Bosnalı (erkek / kadın)

source: Nijemac / Njemica
da: tysker (m/k)
de: Deutscher / Deutsche
en: German (m) / German (f)
fr: Allemand / Allemande
nb: tysker (m/k)
nl: Duitser / Duitse
sv: tysk / tyska
tr: Alman (erkek / kadın)

source: Danac / Dankinja
da: dansker (m/k)
de: Däne / Dänin
en: Dane (m) / Dane (f)
fr: Danois / Danoise
nb: danske (m/k)
nl: Deen / Deense
sv: dansk / danska
tr: Danimarkalı (erkek / kadın)

source: Francuz / Francuskinja
da: franskmand (m/k)
de: Franzose / Französin
en: Frenchman / Frenchwoman
fr: Français / Française
nb: franskmann (m/k)
nl: Fransman / Française
sv: fransman / fransyska
tr: Fransız (erkek / kadın)

source: Ja sam Bosanac / Ja sam Bosanka
da: Jeg er bosnier (m/k)
de: Ich bin Bosnier / Bosnierin
en: I am Bosnian (m) / I am Bosnian (f)
fr: Je suis bosnien / bosnienne
nb: Jeg er bosnier (m/k)
nl: Ik ben Bosniër / Bosnische
sv: Jag är bosnier / bosniska
tr: Ben Bosnalıyım (erkek / kadın)

source: Ja sam Nijemac / Ja sam Njemica
da: Jeg er tysker (m/k)
de: Ich bin Deutscher / Deutsche
en: I am German (m) / I am German (f)
fr: Je suis allemand / allemande
nb: Jeg er tysker (m/k)
nl: Ik ben Duitser / Duitse
sv: Jag är tysk / tyska
tr: Ben Alman'ım (erkek / kadın)

source: Hrvat / Hrvatica
da: kroat (m/k)
de: Kroate / Kroatin
en: Croat (m) / Croat (f)
fr: Croate
nb: kroat (m/k)
nl: Kroaat / Kroatische
sv: kroat / kroatiska
tr: Hırvat (erkek / kadın)

source: Crnogorac / Crnogorka
da: montenegriner (m/k)
de: Montenegriner / Montenegrinerin
en: Montenegrin (m) / Montenegrin (f)
fr: Monténégrin / Monténégrine
nb: montenegriner (m/k)
nl: Montenegrijn / Montenegrijnse
sv: montenegrin / montenegrinska
tr: Karadağlı (erkek / kadın)

source: Holanđanin / Holanđanka
da: hollænder (m/k)
de: Niederländer / Niederländerin
en: Dutchman / Dutchwoman
fr: Néerlandais / Néerlandaise
nb: nederlender (m/k)
nl: Nederlander / Nederlandse
sv: holländare / holländska
tr: Hollandalı (erkek / kadın)

source: Norvežanin / Norvežanka
da: nordmand (m/k)
de: Norweger / Norwegerin
en: Norwegian (m) / Norwegian (f)
fr: Norvégien / Norvégienne
nb: nordmann (m/k)
nl: Noor / Noorse
sv: norrman / norska
tr: Norveçli (erkek / kadın)

source: vjera
da: religion / tro
de: Religion / Glaube
en: religion / faith
fr: religion / foi
nb: religion / tro
nl: religie / geloof
sv: religion / tro
tr: din / inanç

source: Šveđanin / Šveđanka
da: svensker (m/k)
de: Schwede / Schwedin
en: Swede (m) / Swede (f)
fr: Suédois / Suédoise
nb: svenske (m/k)
nl: Zweed / Zweedse
sv: svensk / svenska
tr: İsveçli (erkek / kadın)

source: Švicarac / Švicarka
da: schweizer (m/k)
de: Schweizer / Schweizerin
en: Swiss man / Swiss woman
fr: Suisse / Suissesse
nb: sveitser (m/k)
nl: Zwitser / Zwitserse
sv: schweizare / schweiziska
tr: İsviçreli (erkek / kadın)

source: Srbin / Srpkinja
da: serber (m/k)
de: Serbe / Serbin
en: Serb (m) / Serb (f)
fr: Serbe
nb: serber (m/k)
nl: Serviër / Servische
sv: serb / serbiska
tr: Sırp (erkek / kadın)

source: Turčin / Turkinja
da: tyrker (m/k)
de: Türke / Türkin
en: Turk (m) / Turk (f)
fr: Turc / Turque
nb: tyrker (m/k)
nl: Turk / Turkse
sv: turk / turkiska
tr: Türk (erkek / kadın)

source: narod
da: folk
de: Volk
en: people (nation)
fr: peuple
nb: folk
nl: volk
sv: folk
tr: halk

source: Austrijanac / Austrijanka
da: østriger (m/k)
de: Österreicher / Österreicherin
en: Austrian (m) / Austrian (f)
fr: Autrichien / Autrichienne
nb: østerriker (m/k)
nl: Oostenrijker / Oostenrijkse
sv: österrikare / österrikiska
tr: Avusturyalı (erkek / kadın)

source: bosanski
da: bosnisk (sproget)
de: Bosnisch (die Sprache)
en: Bosnian (the language)
fr: bosnien (la langue)
nb: bosnisk (språket)
nl: Bosnisch (de taal)
sv: bosniska (språket)
tr: Boşnakça (dil)

source: njemački
da: tysk (sproget)
de: Deutsch (die Sprache)
en: German (the language)
fr: allemand (la langue)
nb: tysk (språket)
nl: Duits (de taal)
sv: tyska (språket)
tr: Almanca (dil)

source: engleski
da: engelsk (sproget)
de: Englisch (die Sprache)
en: English (the language)
fr: anglais (la langue)
nb: engelsk (språket)
nl: Engels (de taal)
sv: engelska (språket)
tr: İngilizce (dil)

source: Govorim njemački
da: Jeg taler tysk
de: Ich spreche Deutsch
en: I speak German
fr: Je parle allemand
nb: Jeg snakker tysk
nl: Ik spreek Duits
sv: Jag talar tyska
tr: Almanca konuşuyorum

source: Ne govorim bosanski
da: Jeg taler ikke bosnisk
de: Ich spreche kein Bosnisch
en: I do not speak Bosnian
fr: Je ne parle pas bosnien
nb: Jeg snakker ikke bosnisk
nl: Ik spreek geen Bosnisch
sv: Jag talar inte bosniska
tr: Boşnakça konuşmuyorum

source: Možeš li ponoviti?
da: Kan du gentage det?
de: Kannst du das wiederholen?
en: Can you repeat that?
fr: Tu peux répéter ?
nb: Kan du gjenta det?
nl: Kun je dat herhalen?
sv: Kan du upprepa det?
tr: Tekrar edebilir misin?

source: maternji jezik
da: modersmål
de: Muttersprache
en: native language
fr: langue maternelle
nb: morsmål
nl: moedertaal
sv: modersmål
tr: ana dili

source: jezik
da: sprog
de: Sprache
en: language
fr: langue
nb: språk
nl: taal
sv: språk
tr: dil

source: Molim te, pričaj sporije
da: Tal venligst langsommere
de: Sprich bitte langsamer
en: Please speak more slowly
fr: Parle plus lentement, s'il te plaît
nb: Vær så snill, snakk saktere
nl: Spreek alsjeblieft langzamer
sv: Prata långsammare, tack
tr: Lütfen daha yavaş konuş

source: Govoriš li bosanski?
da: Taler du bosnisk?
de: Sprichst du Bosnisch?
en: Do you speak Bosnian?
fr: Tu parles bosnien ?
nb: Snakker du bosnisk?
nl: Spreek jij Bosnisch?
sv: Talar du bosniska?
tr: Boşnakça konuşuyor musun?

source: Šta to znači?
da: Hvad betyder det?
de: Was bedeutet das?
en: What does that mean?
fr: Qu'est-ce que ça veut dire ?
nb: Hva betyr det?
nl: Wat betekent dat?
sv: Vad betyder det?
tr: Bu ne demek?

source: Kako se to kaže na bosanskom?
da: Hvordan siger man det på bosnisk?
de: Wie sagt man das auf Bosnisch?
en: How do you say that in Bosnian?
fr: Comment dit-on ça en bosnien ?
nb: Hvordan sier man det på bosnisk?
nl: Hoe zeg je dat in het Bosnisch?
sv: Hur säger man det på bosniska?
tr: Bunu Boşnakça nasıl derler?

source: Alejkumu selam
da: (svar på det)
de: (Antwort darauf)
en: (reply to this)
fr: (réponse à cela)
nb: (svar på det)
nl: (antwoord daarop)
sv: (svar på det)
tr: (buna verilen cevap)

source: posjeta
da: besøg
de: Besuch
en: visit
fr: visite
nb: besøk
nl: bezoek
sv: besök
tr: ziyaret

source: Hvala na svemu
da: Tak for alt
de: Danke für alles
en: Thank you for everything
fr: Merci pour tout
nb: Takk for alt
nl: Bedankt voor alles
sv: Tack för allt
tr: Her şey için teşekkürler

source: Da te upoznam: ...
da: Må jeg præsentere: ...
de: Darf ich vorstellen: ...
en: May I introduce: ...
fr: Je te présente : ...
nb: Får jeg presentere: ...
nl: Mag ik je voorstellen: ...
sv: Får jag presentera: ...
tr: Tanıştırayım: ...

source: Ovo je moj prijatelj
da: Det er min ven
de: Das ist mein Freund
en: This is my friend
fr: C'est mon ami
nb: Dette er vennen min
nl: Dit is een vriend van mij
sv: Det här är min vän
tr: Bu benim arkadaşım

source: Ovo je moja žena
da: Det er min kone
de: Das ist meine Frau
en: This is my wife
fr: C'est ma femme
nb: Dette er kona mi
nl: Dit is mijn vrouw
sv: Det här är min fru
tr: Bu benim eşim

source: pozdrav / pozdravi
da: hilsen / hilsner
de: Gruß / Grüße
en: greeting / greetings
fr: salut / salutations
nb: hilsen / hilsener
nl: groet / groeten
sv: hälsning / hälsningar
tr: selam / selamlar

source: Pozdravi ... od mene!
da: Hils ... fra mig!
de: Grüß ... von mir!
en: Say hello to ... from me!
fr: Salue ... de ma part !
nb: Hils ... fra meg!
nl: Doe ... de groeten van mij!
sv: Hälsa ... från mig!
tr: ...'a benden selam söyle!

source: Selam alejkum
da: Hej (muslimsk hilsen)
de: Grüß dich (muslimischer Gruß)
en: Hello (Muslim greeting)
fr: Salut (salutation musulmane)
nb: Hei (muslimsk hilsen)
nl: Hallo (moslimgroet)
sv: Hej (muslimsk hälsning)
tr: Selamünaleyküm (Müslüman selamı)

source: Izvinjavam se
da: Jeg undskylder
de: Ich entschuldige mich
en: I apologize
fr: Je m'excuse
nb: Jeg ber om unnskyldning
nl: Ik verontschuldig me
sv: Jag ber om ursäkt
tr: Özür dilerim

source: posjetiti
da: besøge nogen
de: jemanden besuchen
en: to visit someone
fr: rendre visite à quelqu'un
nb: besøke noen
nl: iemand bezoeken
sv: besöka någon
tr: ziyaret etmek
